{
    "remote_sensing": {
        "LCZ": {
            "full_name": "Local Climate Zones (LCZ)",
            "description": "The LCZ map is based on the LCZ typology (Stewart and Oke, 2012) that distinguish urban surfaces accounting for their typical combination of micro-scale land-covers and associated physical properties. The LCZ scheme is distinguished from other land use / land cover schemes by its focus on urban and rural landscape types, which can be described by any of the 17 classes in the LCZ scheme.",
            "link": "https://zenodo.org/record/6364594#.Y0-4UHZByyo",
            "image_example": "raster/LCZ.png"
        },
        "WSF2019": {
            "full_name": "World Settlement Footprint (WSF) 2019",
            "description": "The World Settlement Footprint (WSF) 2019 is a 10m resolution binary mask outlining the extent of human settlements globally derived by means of 2019 multitemporal Sentinel-1 (S1) and Sentinel-2 (S2) imagery. Based on the hypothesis that settlements generally show a more stable behavior with respect to most land-cover classes, temporal statistics are calculated for both S1- and S2-based indices. In particular, a comprehensive analysis has been performed by exploiting a number of reference building outlines to identify the most suitable set of temporal features (ultimately including 6 from S1 and 25 from S2). Training points for the settlement and non-settlement class are then generated by thresholding specific features, which varies depending on the 30 climate types of the well-established Köppen Geiger scheme. Next, binary classification based on Random Forest is applied and, finally, a dedicated post-processing is performed where ancillary datasets are employed to further reduce omission and commission errors. Here, the whole classification process has been entirely carried out within the Google Earth Engine platform. To assess the high accuracy and reliability of the WSF2019, two independent crowd-sourcing-based validation exercises have been carried out with the support of Google and Mapswipe, respectively, where overall 1M reference labels have been collected based photointerpretation of very high-resolution optical imagery.",
            "link": "https://download.geoservice.dlr.de/WSF2019/",
            "image_example": "raster/WSF2019.png"
        },
        "WSF_3D": {
            "full_name": "World Settlement Footprint 3D",
            "description": "World Settlement Footprint 3D - A first three-dimensional survey of the global building stock",
            "link": "https://doi.org/10.1016/j.rse.2021.112877",
            "image_example": "raster/WSF3D.png"
        },
        "ghsl": {
            "full_name": "Global Human Settlement Layer",
            "description": "Includes built-up surface (residential and none residential), built-up height, built-up volume (residential and none residential), and population",
            "link": "https://ghsl.jrc.ec.europa.eu/download.php",
            "image_example": "raster/GHSL.png"
        },
        "gpw": {
            "full_name": "Gridded Population of the World v4",
            "description": "The Gridded Population of the World, Version 4 (GPWv4): Data Quality Indicators, Revision 11 consists of three data layers created to provide context for the population count and density rasters, and explicit information on the spatial precision of the input boundary data. The Data Context raster explains pixels with a 0 population estimate in the population count and density rasters based on information included in the census documents, such as areas that are part of a national park, areas that have no households, etc. The Water Mask raster distinguishes between pixels that are completely water and/or ice (Total Water Pixels), pixels that contain water and land (Partial Water Pixels), pixels that are completely land (Total Land Pixels), and pixels that are completely ocean water (Ocean Pixels). The Mean Administrative Unit Area raster represents the mean input unit size in square kilometers and provides a quantitative surface that indicates the size of the input unit(s) from which population count and density rasters are created. The data files were produced as global rasters at 30 arc-second (~1 km at the equator) resolution. To enable faster global processing, and in support of research communities, the 30 arc-second data were aggregated to 2.5 arc-minute, 15 arc-minute, 30 arc-minute and 1 degree resolutions.",
            "link": "https://sedac.ciesin.columbia.edu/data/set/gpw-v4-data-quality-indicators-rev11",
            "image_example": "raster/GEE1.png"
        },
        "DEM_30": {
            "full_name": "NASA NASADEM Digital Elevation 30m",
            "description": "The Land Processes Distributed Active Archive Center (LP DAAC) is responsible for the archive and distribution of the NASA Making Earth System Data Records for Use in Research Environments (MEaSUREs) Digital Elevation Model (DEM) version 1 (NASADEM_HGT) dataset, which provides global elevation data at 1 arc second spacing. NASADEM data products were derived from original telemetry data from the Shuttle Radar Topography Mission (SRTM), a collaboration between NASA and the National Geospatial-Intelligence Agency (NGA), as well as participation from the German and Italian space agencies. SRTM’s primary focus was to generate a near-global DEM of the Earth using radar interferometry. It was a primary component of the payload on space shuttle Endeavour during its STS-99 mission, which was launched on February 11, 2000, and ﬂew for 11 days. In addition to Terra Advanced Spaceborne Thermal and Reflection Radiometer (ASTER) Global Digital Elevation Model (GDEM) Version 3 data, NASADEM also relied on Ice, Cloud, and Land Elevation Satellite (ICESat) Geoscience Laser Altimeter System (GLAS) ground control points of its lidar shots to improve surface elevation measurements that led to improved geolocation accuracy. Other reprocessing improvements include the conversion to geoid reference and the use of GDEMs and Advanced Land Observing Satellite Panchromatic Remote-sensing instrument for Stereo Mapping (PRISM) AW3D30 DEM, and interpolation for void filling. NASADEM are distributed in 1 degree latitude by 1 degree longitude tiles and consist of all land between 60° N and 56° S latitude. This accounts for about 80% of Earth’s total landmass. NASADEM_HGT data product layers include DEM, number of scenes (NUM), and an updated SRTM water body dataset (water mask). The NUM layer indicates the number of scenes that were processed for each pixel and the source of the data. A low-resolution browse image showing elevation is also available for each NASADEM_HGT granule.",
            "link": "https://cmr.earthdata.nasa.gov/search/concepts/C1546314043-LPDAAC_ECS.html",
            "image_example": "raster/GEE1.png"
        },
        "night time light": {
            "full_name": "VIIRS Stray Light Corrected Nighttime Day/Night",
            "description": "The history of Nighttime Light map produced by EOG can trace back early as 1994, with the Operational Linescan Sensor (OLS) onboard Defense Meteorological Satellite Program (DMSP) satellites. Since the launch of the latest generation of earth observation satellite, the Joint Polar-orbiting Satellite System (JPSS), the Visible and Infrared Imaging Suite (VIIRS) Day Night Band (DNB) on board of JPSS satellites provides astounding improvement on low light imaging compared to DMSP-OLS. EOG is able to make use of this technological advance to provide users with global Nighttime Light products with superior quality.",
            "link": "https://eogdata.mines.edu/products/vnl/",
            "image_example": "raster/GEE2.png"
        },
        "land surface temperature": {
            "full_name": "MODIS/Terra Land Surface Temperature/Emissivity 8-Day L3 Global 1 km SIN Grid",
            "description": "The MOD11A2 Version 6 product provides an average 8-day per-pixel Land Surface Temperature and Emissivity (LST&E) with a 1 kilometer (km) spatial resolution in a 1,200 by 1,200 km grid. Each pixel value in the MOD11A2 is a simple average of all the corresponding MOD11A1 LST pixels collected within that 8-day period. The 8-day compositing period was chosen because twice that period is the exact ground track repeat period of the Terra and Aqua platforms. Provided along with the daytime and nighttime surface temperature bands are associated quality control assessments, observation times, view zenith angles, and clear-sky coverages along with bands 31 and 32 emissivities from land cover types.",
            "link": "https://lpdaac.usgs.gov/products/mod11a2v006/",
            "image_example": "raster/GEE2.png"
        },
        "Sentinel-2": {
            "full_name": "Harmonized Sentinel-2 MSI",
            "description": "After 2022-01-25, Sentinel-2 scenes with PROCESSING_BASELINE '04.00' or above have their DN (value) range shifted by 1000. The HARMONIZED collection shifts data in newer scenes to be in the same range as in older scenes. Sentinel-2 is a wide-swath, high-resolution, multi-spectral imaging mission supporting Copernicus Land Monitoring studies, including the monitoring of vegetation, soil and water cover, as well as observation of inland waterways and coastal areas.",
            "link": "https://earth.esa.int/web/sentinel/user-guides/sentinel-2-msi/product-types/level-1c",
            "image_example": "raster/GEE2.png"
        }
    },
    "building": {
        "Adana_MS": {
            "full_name": "Adana - Microsoft Building Footprints",
            "description": "Bing Maps is releasing open building footprints around the world. We have detected 982M buildings from Bing Maps imagery between 2014 and 2022 including Maxar and Airbus imagery. The data is freely available for download and use under ODbL. ",
            "link": "https://github.com/microsoft/GlobalMLBuildingFootprints",
            "image_example": "MS/Adana.png"
        },
        "Cario_MS": {
            "full_name": "Cario - Microsoft Building Footprints",
            "description": "Bing Maps is releasing open building footprints around the world. We have detected 982M buildings from Bing Maps imagery between 2014 and 2022 including Maxar and Airbus imagery. The data is freely available for download and use under ODbL. ",
            "link": "https://github.com/microsoft/GlobalMLBuildingFootprints",
            "image_example": "MS/Cario.png"
        },
        "Johannesburg_MS": {
            "full_name": "Johannesburg - Microsoft Building Footprints",
            "description": "Bing Maps is releasing open building footprints around the world. We have detected 982M buildings from Bing Maps imagery between 2014 and 2022 including Maxar and Airbus imagery. The data is freely available for download and use under ODbL. ",
            "link": "https://github.com/microsoft/GlobalMLBuildingFootprints",
            "image_example": "MS/Johannesburg.png"
        },
        "Manisa_MS": {
            "full_name": "Manisa - Microsoft Building Footprints",
            "description": "Bing Maps is releasing open building footprints around the world. We have detected 982M buildings from Bing Maps imagery between 2014 and 2022 including Maxar and Airbus imagery. The data is freely available for download and use under ODbL. ",
            "link": "https://github.com/microsoft/GlobalMLBuildingFootprints",
            "image_example": "MS/Manisa.png"
        },
        "Ordu_MS": {
            "full_name": "Ordu - Microsoft Building Footprints",
            "description": "Bing Maps is releasing open building footprints around the world. We have detected 982M buildings from Bing Maps imagery between 2014 and 2022 including Maxar and Airbus imagery. The data is freely available for download and use under ODbL. ",
            "link": "https://github.com/microsoft/GlobalMLBuildingFootprints",
            "image_example": "MS/Ordu.png"
        },
        "Trabzon_MS": {
            "full_name": "Trabzon - Microsoft Building Footprints",
            "description": "Bing Maps is releasing open building footprints around the world. We have detected 982M buildings from Bing Maps imagery between 2014 and 2022 including Maxar and Airbus imagery. The data is freely available for download and use under ODbL. ",
            "link": "https://github.com/microsoft/GlobalMLBuildingFootprints",
            "image_example": "MS/Trabzon.png"
        },

        "Adana_OSM": {
            "full_name": "Adana - OpenStreetMap",
            "description":"",
            "link": "https://www.openstreetmap.org/#map=6/46.449/2.210",
            "image_example": "OSM/Adana - 4781 OSM buildings.png"
        },
        "Cario_OSM": {
            "full_name": "Cario - OpenStreetMap",
            "description":"",
            "link": "https://www.openstreetmap.org/#map=6/46.449/2.210",
            "image_example": "OSM/Cairo - 29750 OSM buildings.png"
        },
        "Johannesburg_OSM": {
            "full_name": "Johannesburg - OpenStreetMap",
            "description":"",
            "link": "https://www.openstreetmap.org/#map=6/46.449/2.210",
            "image_example": "OSM/Johannesburg - 58710 OSM buildings.png"
        },
        "Manisa_OSM": {
            "full_name": "Manisa - OpenStreetMap",
            "description":"",
            "link": "https://www.openstreetmap.org/#map=6/46.449/2.210",
            "image_example": "OSM/Manisa - 2326 OSM buildings.png"
        },
        "Ordu_MS": {
            "full_name": "Ordu - OpenStreetMap",
            "description":"",
            "link": "https://www.openstreetmap.org/#map=6/46.449/2.210",
            "image_example": "OSM/Ordu - 2265 OSM buildings.png"
        },
        "Trabzon_OSM": {
            "full_name": "Trabzon - OpenStreetMap",
            "description":"",
            "link": "https://www.openstreetmap.org/#map=6/46.449/2.210",
            "image_example": "OSM/Trabzon - 23868 OSM buildings.png"
        }
    }
}